[UnrealEd]
SnapToBack=Snap To Back
AlignToBack=Align To Back
UpdateArchetype=Update Archetype
ImportFromAnimset=Import Notifies from AnimSet
Animsettoimportfrom=Animset to import notifies from :
PropertyWindow_PlayerRef=Use Player
PropertyWindow_PlyCtlrRef=Use Player Controller (Cam Yaw)
PropertyWindow_PlyCamRef=Use Player Camera
PropertyWindow_Copy=Copy value to clipboard
PropertyWindow_FindObjectInViewport=Find Object In Viewport
DestAnimSetName=Destination AnimSet name;
SetCamPosition=Set Camera Position 
ToggleLinkGame=DNE Toggle Link for Game
FSMKismet=FSM
FSMKismetCaption_F=FSM: `~
FSMBuildSaveSequence=Build behaviors and save current and dependent sequence
FSMSaveSequence=Build behaviors and save current sequence
FSMBuildBehaviors=Build behaviors and dependencies
FSMMoveInUmap=Build behaviors and move them into the current map
OpenCorrespondingSequence=Open Corresponding Sequence
RenameBehavior=Rename Behavior
MoveBehaviorToAnotherPackage=Move Behavior To Another Package
LevelViewportToolBar_ToggleShowRainCollision_ToolTip=Enables 'Rain collision View' mode which displays only object that will be block the rain
LevelViewportToolBar_ToggleShowReflection_ToolTip=Enables 'Reflection View' mode wich displays only objects that will be reflected
ViewportOptionsMenu_ToggleRainCollisionView=Rain Collision View
ViewportOptionsMenu_ToggleReflectionView=Reflection View
ExportAllAnimations=Export all animations...
Audio=Audio
Behavior=Behavior
DNEPS3ShaderPef=Enable PS3 shader performance info
DNEPS3ShaderPefToolTip=Show PS3 shader performance in Material editor (Slow)
MakeBrushFromBB=Make Brush From Bounding Box
TextureProperties_DNEDisplayAlpha=DNE Display Alpha
RelativeInitialNoZeroKFrame=Relative To Initial Without Zeroed first KFrame
ImportXMD=Import FBX (Morpheme)/XMD/Markup
ImportFbxAnim=Import FBX (Not Morpheme) Animation...
SetRootMotionDelay=Set Root Motion Delay
NewRootMotionDelay=New Root Motion Delay
NewRootMotionDelayRefPoint=New RMD Reference Point
ReimportAnim=Reimport anim FBX
NewStartOffset=New Start Offset
NewEndOffset=New End Offset
SetAnimOffset=Set Anim Offset
SetSequencesAdditive=Set Sequence(s) Additive
ToggleSequencesAdditive=Toggle Sequence(s) Additive
RemoveAdditiveFromSequences=Remove Additive from Sequence(s)
SequenceAdditiveMenu=Additive Options
PreviewCamGroup=Preview Camera Group

SpawnActorsOnSplineDistance=Distance between actors

AutoSaveCheckedOutOnly=Autosave only checked out files

; Fluidz Sidebar
FluidzButtonGroupLabel=Fluidz
FluidzProperties=Fluidz Properties for Current Level
ShowFluidzOnly=Show Fluidz Actors Only
FluidzPlay=Run the Fluidz Simulation
FluidzPause=Pause or Step Fluidz Simulation
; Fluidz Context Menu
Fluidz_PopupMenu=Fluidz
Fluidz_SimulationProperties=Simulation Properties...
FluidzActor_AddFluidz=Add Fluidz to Actor
FluidzActor_RemoveFluidz=Remove Fluidz from Actor
Fluidz_AddLargeContainerActor=Add Large Container
Fluidz_AddFlowActor=Add Flow Actor
Fluidz_AddLevelActor=Add Level Actor
Fluidz_AddFocusActor=Add Focus Actor
Fluidz_AddReflectActor=Add Reflect Actor

Fluidz_DebugMenu=Debug
Fluidz_ToggleRendering=Disable Rendering
Fluidz_ToggleParticles=Disable Particles
Fluidz_ToggleTextureUpdates=Disable Texture Updates
Fluidz_ToggleFlowVectors=Show Flow Vectors
Fluidz_ToggleHeightMap=Show Heightmap
Fluidz_ToggleMacGridTop=Show MAC Grid Top
Fluidz_ToggleMacGridBottom=Show MAC Grid Bottom
Fluidz_ToggleMacGridNeighbors=Show MAC Grid Neighbors
Fluidz_ToggleMacGridUV=Show MAC Grid U && V
Fluidz_ToggleBoundingBox=Show Bounding Box
Fluidz_ToggleTangents=Show Tangents

DNEToolTip_1=Open Behavior Manager
DNEToolTip_2=Open Ambiance Manager
DNEToolTip_3=Open FSM Kismet from current level
ToolTip_OpenFSMForThisLevel=Open this level's FSM
; Add PS3 geometry buffer size to PrimitiveStats
PrimitiveStatsBrowser_PS3GeometryBufferSize=PS3 All LOD GeometryBuffer Size (KByte)
LBO_BuidDNELightProbe=Build All Light Probe
LBO_BuidSelectedDNELightProbe=Build Only Selected Light Probe
LBO_AddDNELightProbeContribution=Add Light Probe Contribution
ObjectContext_EditUsingKismetEditor=Edit Using Kismet...
ObjectContext_BuildAllBehavior=Build All Behaviors in Sequence(s)
ObjectContext_BuildAllBehaviorWithDependencies=Build All Behaviors and Dependencies in Sequence(s)
ObjectContext_MoveSequenceToAnotherPackage=Move Sequence to Another Package
BuildSequenceGraph=Behavior Build
ToggleRootMotion=Root Motion
ToggleUseMorpheme=Use Morpheme
ReleaseMove=Release Movement

DNELightProbeSF=DNE Light Probe
DNESensenPreviewSF=DNE Sensen Preview
DNEBehaviorSF=DNE Behavior

DNEEdMenu=DNE
LightmassSamplesSF=Show Lightmass Samples
EmulateAntiPortalsSF=Emulate Antiportals in Editor
ShowAntiPortalsSF=Show Antiportals

LevelBrowser_Menu_ShowAllLayers=Show all layers when loading a persistent

LevelViewportContext_DNEMenu=DNE
LevelViewportContext_WhatIfInteraction_RefreshGameEvents=Refresh Interactions GameEvent(s)
LevelViewportContext_WhatIfDialog_OpenCameraDialogConfig=Open Dialog Camera Config
